Repository: Linecom-LLC/Linecom-Wear-File-Manager
Catalog: Linecom Wear FM Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

# Cancel
source: 取消
en: Cancel

source: LWFM文件管理
en: LWFile Manager

source: 下载
en: Download

source: 下载文件
en: Download File

source: 下载状态通知
en: Download Status

source: 删除
en: Delete

source: 删除确认
en: Confirm Delete

source: 取消
en: Cancel

source: 图像预览
en: Image Preview

source: 好
en: OK

source: 您是否要删除此文件？
en: Are you sure to delete?

source: 文本预览
en: Text Preview

source: 澪空软件
en: Linecom

source: 腕上文件
en: Wear FM

source: 重命名
en: Rename

source: 键入 URL
en: Enter URL
